tinyNozzle/2D/6_with3outlets_cyclic_volume_3.27Exit_sharp_10deg_04(CURRENT 10 DEG LONG)/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          26145;
        startFace       51696;
    }
    back
    {
        type            wedge;
        nFaces          26145;
        startFace       77841;
    }
    inlet
    {
        type            patch;
        nFaces          9;
        startFace       103986;
    }
    outlet
    {
        type            patch;
        nFaces          455;
        startFace       103995;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          286;
        startFace       104450;
    }
)

// ************************************************************************* //
